7zip
acpi_call
adw-gtk-theme
age
aichat
aisleriot
alacritty
aria2
autoconf-archive
autotiling
awww
bambustudio-bin
base
base-devel
bat
bc
bear
bfg-git
blueman
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
calibre
cava
ccache
chromium
chrono-date
cliphist
clipman
cryptsetup
cups
cups-pk-helper
ddcutil
deluge-gtk
discord
distrobox
dmidecode
dms-shell-bin-debug
dnsmasq
dolphin
dolphin-emu
door-knocker
dosfstools
downgrade
edk2-ovmf
efibootmgr
epson-inkjet-printer-escpr2
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
foot
freecad
fuzzel
fwupd
fzf
gimp
git
git-delta
gnome-calendar
gnome-disk-utility
gnome-multi-writer
go
gobject-introspection
gparted
gpu-screen-recorder
greetd-tuigreet
gthumb
gtk4
guestfs-tools
gvfs
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
hunspell-en_au
iio-sensor-proxy
imagemagick
imv
inetutils
intel-ucode
jq
kdeconnect
keychain
kimageformats
kitty
lazygit
less
libosinfo
libreoffice-fresh
libva-intel-driver
libva-utils
libvirt
linux
linux-firmware
lisgd-git
luarocks
lxqt-policykit
man-db
man-pages
matugen
mediawriter
mgba-qt
mise
mkosi
mpv
multimc-bin
mupdf
nasm
neovim-nightly-bin
net-tools
network-manager-applet
networkmanager
niri
nirius
noctalia-shell-git
nodejs
noto-fonts-emoji
ntfs-3g
nwg-launchers
nwg-look
obsidian
openssh
otf-font-awesome
paru
paru-debug
pavucontrol
pdf-compress
perl-image-exiftool
pipewire-pulse
pkgfile
playerctl
podman
polkit-kde-agent
popsicle
power-profiles-daemon
pre-commit
print-manager
prismlauncher
pwvucontrol
python
python-black
python-dbus-next
python-pip
python-poetry
python-psutil
python-pyqt5
python-pywalfox
python-rich
python-tenacity
python-validity
qemu-full
qemu-img
qt5-wayland
qt6-tools
qt6ct
qwbfs
refind
ripgrep-all
rofi
rot8-git
rsync
rust
sbctl
seahorse
shim
shim-signed
slack-desktop-wayland
slurp
sov-git
squeekboard
sshfs
starship
stow
sudo
swappy
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock-effects
swtpm
syncthing
system-config-printer
systemd-ukify
teams-for-linux
teams-for-linux-wayland-hook
teamspeak3
teamspeak3-server
thinkfan
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
tmux
transmission-gtk
tree
ttf-roboto-mono-nerd
ttf-ubuntu-font-family
tumbler
tuned
unzip
usbutils
util-linux
uv
vim
virt-install
virt-manager
virt-viewer
visual-studio-code-bin
walker-bin
wayland-protocols
waylock
wezterm-git
wf-recorder
wget
wl-clip-persist
wl-clipboard
wl-color-picker
wlr-randr
wlsunset
wofi
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xorg-xauth
xorg-xhost
xorg-xwayland
xwayland-satellite
yazi
zathura
zathura-pdf-mupdf
zig
zoxide
zsh
