7zip
acpi_call
age
aichat
autoconf-archive
autotiling
base
base-devel
bat
bc
bear
blueman
bluez-utils
breeze-gtk
brightnessctl
btop
btrfs-progs
calibre
ccache
chromedriver
clipman
cryptsetup
cups
deluge
deluge-gtk
distrobox
dmidecode
dnsmasq
door-knocker
dosfstools
downgrade
edk2-ovmf
efibootmgr
epson-inkjet-printer-escpr2
fastfetch
fd
ffmpegthumbnailer
file-roller
firefox
flatpak
foot
fwupd
fzf
gimp
git
git-delta
go
google-chrome
gparted
greetd-tuigreet
grimshot-bin-sway
gthumb
gtk4
guestfs-tools
gvfs
gvfs-google
gvfs-mtp
gvfs-nfs
gvfs-smb
hplip-plugin
hunspell-en_au
iio-sensor-proxy
imagemagick
imv
inetutils
intel-ucode
kdeconnect
keychain
lazygit
less
libosinfo
libreoffice-fresh
libvirt
linux
linux-firmware
lisgd-git
luarocks
lxqt-policykit
mako
mandoc
mise
mkosi
mpv
multimc-bin
mupdf
nasm
neovim
net-tools
network-manager-applet
networkmanager
nodejs
noto-fonts-emoji
npm
ntfs-3g
nwg-launchers
obsidian
openssh
paru
paru-debug
pavucontrol
pdf-compress
perl-image-exiftool
pipewire-pulse
pkgfile
playerctl
podman
power-profiles-daemon
pre-commit
print-manager
pwvucontrol
python
python-black
python-dbus-next
python-pip
python-psutil
python-pyqt5
python-tenacity
python-validity
qemu-full
qemu-img
qt6-tools
qwbfs
refind
ripgrep-all
rofi-wayland
rot8-git
rsync
rust
sbctl
seahorse
shim
shim-signed
slurp
sov-git
squeekboard
sshfs
starship
stow
sudo
sway
sway-audio-idle-inhibit-git
swaybg
swayidle
swaylock-effects
swaysettings-git
swtpm
swww
syncthing
system-config-printer
systemd-ukify
teams-for-linux
teams-for-linux-wayland-hook
thinkfan
thinkfan-ui
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
tmux
tree
ttf-font-awesome
ttf-roboto-mono-nerd
ttf-ubuntu-font-family
tumbler
tuned
unzip
usbutils
util-linux
uv
vim
virt-install
virt-manager
virt-viewer
waybar
waylock
wezterm-git
wf-recorder
wget
wl-clip-persist
wl-clipboard
wlr-randr
wlsunset
wob
wofi
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-xhost
xorg-xwayland
zathura
zathura-pdf-mupdf
zig
zsh
