age
aichat
amd-ucode
autotiling
base
base-devel
bat
bc
bear
bemenu-dmenu-wayland
blueman
bluez
btop
btrfs-progs
cabextract
chafa
chromium
clipman
cowsay
cryptsetup
cups
cups-pdf
dnsmasq
dosfstools
downgrade
dwl
edk2-ovmf
ethtool
fastfetch
fd
file-roller
firefox
flatpak
flatseal
foot
fzf
gamescope
gcc-fortran
git
git-delta
gnome-keyring
gparted
greetd-tuigreet
grimshot-bin-sway
guestfs-tools
helvum
heroic-games-launcher-bin
hplip-plugin
imagemagick
inetutils
java-environment-common
java-runtime-common
jq
jre-openjdk
jre17-openjdk
kdeconnect
keychain
lazygit
libconcord
libmspack
libosinfo
libreoffice-fresh
libusb-compat
libvirt
libzip
linux
linux-firmware
mako
man-db
mesa
multimc-bin
neovim-git
net-tools
network-manager-applet
networkmanager
noto-fonts-emoji
noto-fonts-extra
nvtop
openblas
openssh
pamixer
paru
paru-debug
pavucontrol
pigz
pipewire-alsa
pipewire-pulse
podman
poppler
protobuf-c
python-libconcord
python-pip
python-pywal16
python-suds
python-typing_extensions
python-wxpython
qemu-full
qemu-img
qmk
qt5-svg
qutebrowser
qwbfsmanager-git
ripgrep-all
rofi-wayland
rsync
sbctl
solaar
sov
sshpass
starship
stow
sudo
swappy
sway
sway-audio-idle-inhibit-git
sway-systemd
swaybg
swayidle
swaylock-effects
swaysettings-git
swtpm
swww
syncthing
system-config-printer
teams-for-linux
teams-for-linux-wayland-hook
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-shares-plugin
thunar-vcs-plugin
thunar-volman
thunderbird
thunderbird-dark-reader
tllist
tmux
tree
ttf-font-awesome
ttf-liberation
ttf-noto-nerd
unrar
unzip
usbutils
util-linux
uv
vim
virt-install
virt-manager
virt-viewer
vulkan-radeon
vulkan-tools
waybar
wezterm
wf-recorder
wiibafu
wl-clipboard
wlr-protocols
wlsunset
wob
wxwidgets-common
wxwidgets-gtk3
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xorg-xhost
xorg-xwayland
yazi-nightly-bin
zenity
zoxide
zsh
